/* Button title to add style to favorites */
"Add To Favorites" = "Lisää suosikkeihin";

/* Tool tip for alignment button */
"Align bottom" = "Tasaa alas";

/* Tool tip for alignment button */
"Align left" = "Tasaa vasemmalle";

/* Tool tip for alignment button */
"Align middle" = "Tasaa keskelle";

/* Tool tip for alignment button */
"Align on baseline" = "Tasaa peruslinjaan";

/* Tool tip for alignment button */
"Align right" = "Tasaa oikealle";

/* Tool tip for alignment button */
"Align top" = "Tasaa ylös";

/* Description of bold text styles */
"Bold" = "Lihavoi";

/* Tool tip for alignment button */
"Center" = "Keskelle";

/* Tool tip for tab well */
"Center tab stop" = "Keskisarkain";

/* Description of centered text styles */
"Centered" = "keskelle tasattu";

/* Localized unit abbreviation for centimeters */
"cm" = "cm";

/* Description of condensed text styles */
"Condensed" = "tiivistetty";

/* Tool tip for tab well */
"Decimal tab stop" = "Desimaalisarkain";

/* Name of default style */
"Default" = "Oletus";

/* Description of expanded text styles */
"Expanded" = "harvennettu";

/* Menu item to hide the ruler */
"Hide Ruler" = "Kätke viivain";

/* Localized unit abbreviation for inches */
"in" = "in";

/* Description of italic text styles */
"Italic" = "Kursivoitu";

/* Description of justified text styles */
"Justified" = "reunoihin tasattu";

/* Tool tip for alignment button */
"Justify" = "Tasaa reunoihin";

/* Description of left aligned text styles */
"Left aligned" = "vasemmalle tasattu";

/* Tool tip for tab well */
"Left tab stop" = "Vasen sarkain";

/* Description of lowered text styles */
"Lowered" = "alaindeksoitu";

/* Description of oblique text styles */
"Oblique" = "kallistettu";

/* Description of outlined text styles */
"Outlined" = "Reunusta";

/* Localized unit abbreviation for picas */
"pc" = "pc";

/* Localized unit abbreviation for points */
"pt" = "pt";

/* Description of raised text styles */
"Raised" = "yläindeksoitu";

/* Button title to remove style from favorites */
"Remove From Favorites" = "Poista suosikeista";

/* Description of right aligned text styles */
"Right aligned" = "oikealle tasattu";

/* Tool tip for tab well */
"Right tab stop" = "Oikea sarkain";

/* Description of right-to-left text styles */
"Right to left" = "oikealta vasemmalle";

/* Sample text for preview of styles */
"Sample" = "Näyte";

/* Description of shadowed text styles */
"Shadowed" = "varjostettu";

/* Menu item to show the ruler */
"Show Ruler" = "Näytä viivain";

/* Label for text style line and paragraph spacing */
"Spacing" = "Välistys";

/* Description of text styles with strikethrough */
"Struck through" = "yliviivattu";

/* Description of underlined text styles */
"Underlined" = "alleviivattu";

